---
kind: other
id: Methods.T:Autodesk.Revit.DB.ConicalFace
source: html/cc7750c4-a64f-80bc-0c90-f98bb23118be.htm
---
# ConicalFace Methods

Returns the first partial derivatives of the underlying surface at the specified point.